import Akita from '../assets/images/Akita.jpg'
import Alabai from '../assets/images/Alabai.jpg'
import buldog from '../assets/images/buldog.jpg'
import dog from '../assets/images/dog.jpg'
import basendji from '../assets/images/basendgi.jpg'
import bernskii from '../assets/images/bernskii.jpg'
import bigl from '../assets/images/bigl.jpg'
import bakser from '../assets/images/bokser.jpg'
import doberman from '../assets/images/doberman.jpg'
import kavaler from '../assets/images/kavaler.jpg'
import kurshar from '../assets/images/kurshar.jpg'
import laika from '../assets/images/laika.jpg'
import malamut  from '../assets/images/malamut.jpg'
import ovcharka  from '../assets/images/ovcharka.jpg'
import mops  from '../assets/images/mops.png'

import cat from '../assets/images/cat.png'

export const data = {
  animals: [
    {
      id: 1,
      img: `${Akita}`,
      breed: 'Акита-ину',
      age: 1,
      gender: 'Мальчик',
      price: '12500',
      detailBtn: 'Подробнее',
      specialSign:
        'Шерсть средней длины, имеющая развитый густой и мягкий подшерсток',
      character:
        'Собаки этой породы – обладатели безупречных манер, что делает их прекрасными членами семьи. Терпеливые и ласковые по отношению к детям. Очень преданы хозяину',
    },

    {
      id: 2,
      img: `${Alabai}`,
      breed: 'Алабай',
      age: 4,
      gender: 'Мальчик',
      price: '1500',
      detailBtn: 'Подробнее',
      specialSign: 'Шерсть густая, жестковатая, прямая, может быть длинной и короткой, обладает развитым подшерстком',
      character: 'Характер среднеазиатской овчарки независимый и упрямый',
    },

    {
      id: 3,
      img: `${buldog}`,
      breed: 'Английский бульдог',
      age: 2,
      gender: 'Мальчик',
      price: '6000',
      detailBtn: 'Подробнее',
      specialSign: 'Английский бульдог крепкая, коренастая собака с мощным туловищем на коротких лапах, ',
      character: 'Английский бульдог — домосед, обладающий спокойным темпераментом и уравновешенным характером.'
    },

    {
      id: 4,
      img: `${dog}`,
      breed: '	Аргентинский дог',
      age: 8,
      gender: 'Мальчик',
      price: '4500',
      detailBtn: 'Подробнее',
      specialSign: 'Аргентинский дог – крупная собака. Он отлично сложен, пропорционален, имеет мощные и хорошо очерченные мускулы',
      character: 'Внешность этого пса обманчива. На первый взгляд он выглядит устрашающе, но на самом деле это доброе'

    },

    {
      id: 5,
      img: `${basendji}`,
      breed: 'Басенджи',
      age: 1,
      gender: 'Мальчик',
      price: '12500',
      detailBtn: 'Подробнее',
      specialSign: 'Представители породы отличаются небольшими размерами, грацией и изяществом сложения.',
      character: 'Басенджи хорошо уживаются с детьми и охотно с ними играют. Но постоянно терпеть шалости они не готовы'
    },

    {
      id: 6,
      img: `${bernskii}`,
      breed: 'Бернский зенненхунд',
      age: 2,
      gender: 'Мальчик',
      price: '1200',
      detailBtn: 'Подробнее',
      specialSign: 'Бернские зенненхунды – мощные, прекрасно сложенные, но гармонично развитые животные',
      character: 'Зенненхунды – добродушные, уравновешенные животные. Всегда рады хозяину и ассоциируют себя с другими членами семейства.'
    },

    {
      id: 7,
      img: `${bigl}`,
      breed: '	Бигль',
      age: 6,
      gender: 'Мальчик',
      price: '1250',
      detail: 'Подробнее',
      specialSign: 'Одна из основных проблем собак с висячими ушами — отиты (воспаление уха)',
      character: 'Бигль является универсальной породой не только для охоты, но и служебного собаководства'
    },

    {
      id: 8,
      img: `${bakser}`,
      breed: 'Боксер',
      age: 4,
      gender: 'Мальчик',
      price: '1800',
      detailBtn: 'Подробнее',
      specialSign: 'Немецкий боксер — собака среднего роста с крепким телосложением и сильно развитой мускулатурой.',
      character: 'У боксеров слегка устрашающий вид, но характер у собак этой породы вполне уравновешен',
    },

    {
      id: 9,
      img: `${doberman}`,
      breed: 'Доберман',
      age: 12,
      gender: 'Мальчик',
      price: '10000',
      detailBtn: 'Подробнее',
      specialSign: 'Основной окрас у доберманов черный или коричневый с коричнево-красными подпалами.',
      character: 'Доберманы имеют сложный характер, который обусловлен тем, что отбор собак при селекции велся с учетом рабочих качеств',
    },

    {
      id: 10,
      img: `${kavaler}`,
      breed: 'Кавалер-кинг-чарльз-спаниель',
      age: 1,
      gender: 'Мальчик',
      price: '1250',
      detailBtn: 'Подробнее',
      specialSign: 'Кавалер кинг чарльз спаниель – это небольшая собака, ростом 30–33 см и весом 5–8 кг, со средним по длине телом и прямой спиной.',
      character: 'Кинг чарльзы обладают довольно крепким здоровьем.',
    },

    {
      id: 11,
      img: `${kurshar}`,
      breed: 'Курцхаар',
      age: 3,
      gender: 'Мальчик',
      price: '1230',
      detailBtn: 'Подробнее',
      specialSign: 'Внешний вид курцхаара обнаруживает охотничью природу породы – это очень стройная',
      character: 'Характер курцхаара определился многолетней селекцией этой породы в качестве охотничьей собаки.',
    },

    {
      id: 12,
      img: `${laika}`,
      breed: 'Лайка',
      age: 7,
      gender: 'Мальчик',
      price: '12500',
      detailBtn: 'Подробнее',
      specialSign: 'Цветовая гамма, длина и качество шерсти у собак даже в пределах одной породы очень вариабельны',
      character: 'Представители всех пород лаек – отличные охотники, за исключением, может, одной – самоедская лайка',
    },

    {
      id: 13,
      img: `${malamut}`,
      breed: 'Маламут',
      age: 8,
      gender: 'Мальчик',
      price: '28500',
      detailBtn: 'Подробнее',
      specialSign: 'Аляскинский маламут – порода собак, до сих пор сохранившая свои первоначальные рабочие качества',
      character: 'Как и у большинства других пород, характер маламута определяется сочетанием генетических факторов',
    },

    {
      id: 14,
      img: `${ovcharka}`,
      breed: 'Немецкая овчарка',
      age: 6,
      gender: 'Мальчик',
      price: '1000',
      detailBtn: 'Подробнее',
      specialSign: 'Немецкие овчарки – собаки крепкого спортивного телосложения',
      character: 'Характер этих собак прописан в стандарте. Уравновешенный, спокойный',
    },

    {
      id: 15,
      img: `${mops}`,
      breed: 'Мопс',
      age: 2,
      gender: 'Мальчик',
      price: '1250',
      detailBtn: 'Подробнее',
      specialSign: 'коренастый, подчеркнуто квадратный, компактные формы',
      character: 'Корпус короткий и коренастый с прямой линией верха. Характерна широкая грудная клетка.'
    },
  ],

  mainData: [
    {
      id: 1,
      title: 'Гостиница для кошек “Томас”',
      addres: 'г. Бишкек, 12-й мкр, ул. Нуркамал Жетикашкаевой, 30/1',
      grafik: 'Пн-Пт 09:00–17:00, Сб 09:00–14:00, Вс - выходной.',
      whatsapp: 553228952,
      img: cat
    },

    {
      id: 2,
      title: 'Гостиница для собак “Томас”',
      addres: 'г. Бишкек,  ул. Токтогула, 10/1',
      grafik: 'Пн-Пт 09:00–17:00, Сб 09:00–14:00, Вс - выходной.',
      whatsapp: 773292997,
      img: cat
    },

    {
      id: 3,
      title: 'Гостиница для кошек “Томас”',
      addres: 'г. Бишкек, 12-й мкр, ул. Нуркамал Жетикашкаевой, 30/1',
      grafik: 'Пн-Пт 09:00–17:00, Сб 09:00–14:00, Вс - выходной.',
      whatsapp: 709065940,
      img: cat
    }
  ]
}

